{"Tue Sep 10 15:11:28": "Joined a prayer meeting remembering Arun Jaitley Ji. The countless memories with Arun Ji will remain a part of our lives. His service to India was exemplary. I am sad to have lost a great friend and valued colleague. https://t.co/sI0RDBxDSi", "Tue Sep 10 13:03:26": "A tribute to my friend, Arun Jaitley. https://t.co/kBu3P3SpmH", "Tue Sep 10 10:54:07": "Sharing the fruits of progress with friendly nations! Motihari-Amlekhgunj pipeline will provide cleaner petroleum products at affordable costs to the people of Nepal. I am glad that India and Nepal cooperation is scaling new heights, for the mutual benefit of our people. https://t.co/kXtvcGbrmQ", "Tue Sep 10 10:54:02": "A special day for India-Nepal friendship! My friend, PM Oli and I jointly inaugurated South Asia’s first cross-border petroleum products pipeline from Motihari in India to Amlekhgunj in Nepal. You would be happy that this project has been completed much ahead of schedule. https://t.co/4i5IU4Qv7a", "Tue Sep 10 10:50:22": "तपाईहरु खुशी हुनुहुनेछ कि यो परियोजना निर्धारित समयभन्दा धेरै अघि नै सम्पन्न भयो ।", "Tue Sep 10 10:50:21": "भारत–नेपाल मित्रताको विशेष दिन !मेरा मित्र, प्रधानमन्त्री ओली र मैले संयुक्त रुपमा भारतको मोतिहारीदेखि नेपालको अमलेखगञ्जसम्म रहेको दक्षिण एसियाकै पहिलो अन्तरदेशीय पेट्रोलियम पदार्थ पाइपलाइनको उद्घाटन गर्यौं । https://t.co/CNrDXXaYqs", "Tue Sep 10 10:03:36": "Today I had the opportunity to interact with talented journalists, @Tavysingh, @ShivAroor and @rahulsinghx. Shiv and Rahul shared with me a copy of their work, #IndiasMostFearless, which celebrates the courage of our forces. Kudos to them for the noteworthy effort. https://t.co/8KpuSjhQHS", "Tue Sep 10 10:00:00": "Had an excellent meeting with Prime Minister of St. Vincent and Grenadines Dr. Hon'ble Ralph Everard Gonsalves. We discussed ways to boost cooperation in skill development, training, education, finance, culture and disaster management. https://t.co/lOXgjDvqFL", "Tue Sep 10 06:45:48": "Boosting ties with Nepal! Inaugurating first ever cross-border petroleum products pipeline in South Asia https://t.co/9CGe36g3m1", "Mon Sep 09 16:21:30": "We had a wonderful farewell programme for Shri Nripendra Misra Ji at my residence today. Nripendra Ji guided me when I was new to Delhi. He is an officer who understands how India’s democratic system works and is blessed with great conflict resolution skills with a human touch. https://t.co/IRdMSIhTOW", "Mon Sep 09 15:18:20": "In addition to frameworks, it is team work on the ground that will bring societal change. https://t.co/NtWH3vh97l", "Mon Sep 09 15:18:01": "Here is why restoring land health is vital for sustainable development. https://t.co/zkIL34hrKN", "Mon Sep 09 15:17:42": "Indian culture has always given topmost respect to land. Today, when desertification is on the rise, the need of the hour is compelling action on the land front. https://t.co/BLu5inCuYo", "Mon Sep 09 06:21:52": "Addressing COP 14 UN Convention in Greater Noida. Watch. https://t.co/Fn2w4uquWQ", "Sun Sep 08 14:14:29": "Excellent! Congratulations to Priyavrata for this feat. His achievement will serve as a source of inspiration for many! https://t.co/jIGFw7jwWI", "Sun Sep 08 12:31:49": "Spent a great afternoon in Rohtak. Haryana has witnessed transformative changes in the last five years. Corruption and nepotism have disappeared. There is a culture of good governance and honesty. Here are pictures from the day’s programmes. https://t.co/sJgqTwSqe4", "Sun Sep 08 12:29:18": "India will never ever forget the morning of 7th September. It was on that day that we saw the true essence of the ‘ISRO Spirit.’ https://t.co/0gMQcPUAPk", "Sun Sep 08 12:28:25": "बीते पांच वर्षों में हरियाणा में हुआ आमूलचूल परिवर्तन। जानिए क्या बदला... https://t.co/THtHzpJ7i6", "Sun Sep 08 12:28:07": "भाजपा सरकार चाहे केंद्र में हो या राज्य में, उसके काम में सबसे बड़ी प्राथमिकता गरीबों के हित को दी जाती है। हम टुकड़ों-टुकड़ों में नहीं सोचते, बल्कि एक बड़े लक्ष्य को ध्यान में रखकर चौतरफा कदम उठाते हैं।सुनिए इसका एक उदाहरण... https://t.co/5OHEwg3d9K", "Sun Sep 08 12:27:33": "2024 तक हर घर को जल मिले,इसे सुनिश्चित करने के लिए हम दिन-रात काम कर रहे हैं। https://t.co/x98wKqQcwr", "Sun Sep 08 12:27:12": "लोकसभा चुनाव के दौरान जब हम लोगों के पास पहुंचे तो हमने कुछ संकल्प किए थे। मुझे इस बात की खुशी है कि हमने कई  संकल्प पूरे कर दिए और अन्य जल्द ही पूरे होने वाले हैं। https://t.co/cB0MQYDifz", "Sun Sep 08 12:26:53": "ये 100 दिन, विकास के रहे हैं, विश्वास के रहे हैं, देश में बड़े परिवर्तन के रहे हैं।ये 100 दिन, निर्णय के रहे हैं, निष्ठा के रहे हैं, नेक नीयत के रहे हैं।ये 100 दिन, जन संकल्प के रहे हैं, जन सिद्धियों के रहे हैं, जनहित में सुधार के रहे हैं। https://t.co/XYfp0sy1Kg", "Sun Sep 08 12:26:22": "मैं दो मुख्य उद्देश्यों के साथ हरियाणा के रोहतक गया था। पहला, हरियाणा के लिए कई लाभकारी योजनाओं का उद्घाटन करना,दूसरा, @mlkhattar जी की जन आशीर्वाद यात्रा के समापन समारोह में शामिल होना।भाजपा की केंद्र और राज्य की डबल इंजन की सरकार ने हरियाणा के लिए अभूतपूर्व कार्य किए हैं। https://t.co/RhoAkKpDPA", "Sun Sep 08 12:25:46": "भाजपा के जुझारू एवं ओजस्वी नेता और केंद्रीय मंत्रिमंडल में मेरे सहयोगी गिरिराज सिंह जी को जन्मदिन की बहुत-बहुत शुभकामनाएं। मैं उनकी लंबी आयु एवं आरोग्यपूर्ण जीवन की कामना करता हूं। @girirajsinghbjp", "Sun Sep 08 07:42:06": "Addressing a massive rally in Rohtak. Watch. https://t.co/z5sqrbjqGp", "Sun Sep 08 04:19:43": "I consider myself fortunate to have got numerous opportunities to interact with Shri Ram Jethmalani Ji. In these sad moments, my condolences to his family, friends and many admirers. He may not be here but his pioneering work will live on! Om Shanti.", "Sun Sep 08 04:19:42": "One of the best aspects of Shri Ram Jethmalani Ji was the ability to speak his mind. And, he did so without any fear. During the dark days of the Emergency, his fortitude and fight for public liberties will be remembered. Helping the needy was an integral part of his persona.", "Sun Sep 08 04:19:41": "In the passing away of Shri Ram Jethmalani Ji, India has lost an exceptional lawyer and iconic public figure who made rich contributions both in the Court and Parliament. He was witty, courageous and never shied away from boldly expressing himself on any subject. https://t.co/8fItp9RyTk", "Sun Sep 08 02:57:06": "Indeed, we are proud of our scientists. @isro has inspired thousands of young minds to take up science and that is a victory on its own. @AnushkaSharma https://t.co/WI21OJjncZ", "Sun Sep 08 02:55:38": "Brilliantly expressed @anandmahindra! https://t.co/Iu3zmOEShe", "Sun Sep 08 02:54:51": "Don't we often say India is a family? Warm words and support is what a family is all about. Indeed, we are proud of @isro and our scientists. https://t.co/Zc2LG9iPvm", "Sun Sep 08 02:53:01": "Hardwork and dedication has made @isro a pioneer in space technology and the same passion will continue to ensure they scale newer heights. https://t.co/N5FqOpZv5X", "Sun Sep 08 02:51:49": "For champions like @isro and our sportspersons, there is no such thing as failure. There is only learning. https://t.co/NMn4NNtJek", "Sun Sep 08 02:50:51": "1.3 billion Indians are with @isro. They make us proud with their resilience and spirit of exploration. https://t.co/9CGR0iXnhI", "Sat Sep 07 15:24:34": "8 करोड़ गरीब माताओं-बहनों की रसोई में पहुंचा उज्ज्वला का कनेक्शन, धुएं से मुक्ति के साथ कैसे संवर रहा उनके परिवार का जीवन। देखिए पूरी कहानी.... https://t.co/WtBybnYVei", "Sat Sep 07 15:22:12": "The presence of young students from Bhutan made the occasion truly memorable! @PMBhutan", "Sat Sep 07 15:22:11": "Thank you @PMBhutan. I am confident that with the good wishes of friends like yourself, the capabilities and ‘can-do’ spirit of our scientists; and the support of our people, Mission Chandrayaan will overcome all obstacles in reaching our target very soon. https://t.co/ttIlYLYxfz", "Sat Sep 07 15:20:48": "Dear friend @PresRajapaksa, on behalf of the people of India, especially our scientist community, not only do I humbly receive your best wishes for Chandrayaan-2, but also agree with your observations on the Mission. https://t.co/E9gssCPHpI", "Sat Sep 07 15:16:37": "President @ibusolih, thank you for your kind words. They mean a lot! Our focus on innovation and using cutting edge technology in our space programme, to further human progress will continue. https://t.co/MlU85aoxRt", "Sat Sep 07 15:10:12": "Dear PM Jugnauth, thank you for your warm words. I reciprocate your sentiments on further strengthening cooperation between team ISRO and Mauritius. India has always been and will always be ready to share our experiences in the developmental journey with friends like Mauritius. https://t.co/h8LM2tVgbf", "Sat Sep 07 13:13:06": "Improving comfort and connectivity for Mumbai.  Delighted to inaugurate a state-of-the-art metro coach, which is also a wonderful example of @makeinindia. https://t.co/Dsqe6lmaYy", "Sat Sep 07 13:12:15": "Ujjwala beneficiaries cross 8 crore mark!Aurangabad will always be remembered as the land where our commitment to provide smoke free kitchens to women crossed a special milestone! https://t.co/aCmzrCUo1J", "Sat Sep 07 13:09:42": "Our Government is committed to improve:Mobility.Connectivity. Productivity. Sustainability. Safety. https://t.co/0i1rkHM5sz", "Sat Sep 07 13:08:59": "Enhancing ‘Ease of Living’ for the people of Mumbai. Work has begun on developmental projects worth over Rs. 20,000 crore for the city. This includes better metro connectivity, boosting infrastructure in metro stations, linking BKC with Eastern Express Highway and more. https://t.co/ZZ6blu1N2e", "Sat Sep 07 13:06:42": "This morning in Bengaluru I met the bright @vikramsampath. I am glad that he has devoted significant time and research towards studying Veer Savarkar. His book adds fresh dimensions towards understanding the life and thoughts of the great Savarkar. https://t.co/JpnBj94tED", "Sat Sep 07 10:10:00": "Addressing a Mahila Sammelan in Aurangabad. Watch. https://t.co/rkmofHdHZY", "Sat Sep 07 08:56:35": "As important as the final result is the journey and the effort. Our effort and journey to the moon was worth it. There will be a new dawn and a brighter tomorrow soon! https://t.co/VgK8WaABQg", "Sat Sep 07 08:55:54": "Dear scientists, You ventured where no one previously went. India is proud of each and every one of you. https://t.co/hv1WcRNNtC", "Sat Sep 07 08:55:12": "हमें सबक लेना है, सीखना है, आगे ही बढ़ते जाना है और लक्ष्य की प्राप्ति तक रुकना नहीं है।हम निश्चित रूप से सफल होंगे। इस मिशन के अगले प्रयास में भी और आगे के हर प्रयास में भी कामयाबी हमारे साथ होगी। https://t.co/CLqKXk8j8V", "Sat Sep 07 08:54:13": "ज्ञान का अगर सबसे बड़ा शिक्षक कोई है तो वो विज्ञान है।विज्ञान में विफलता नहीं होती, केवल प्रयोग और प्रयास होते हैं। हर प्रयोग ज्ञान के नए बीज बोकर जाता है, नई संभावनाओं की नींव रखकर जाता है और हमें अपने असीम सामर्थ्य का एहसास दिलाता है। https://t.co/RLWsJTWvXO", "Sat Sep 07 08:53:50": "चंद्रयान के सफर का आखिरी पड़ाव भले ही आशा के अनुकूल ना रहा हो, लेकिन हमें ये भी याद रखना होगा कि चंद्रयान की यात्रा शानदार रही है। इस पूरे मिशन के दौरान देश अनेक बार आनंदित हुआ है, गर्व से भरा है। https://t.co/mwTw8XaXtu", "Sat Sep 07 08:53:27": "चंद्रमा को छूने की हमारी इच्छाशक्ति और दृढ़ हुई है, संकल्प और प्रबल हुआ है। https://t.co/Bz5C8cJUv7", "Sat Sep 07 07:34:31": "गणपति बाप्पा मोरया!आज मुंबई में उसी जगह पूजा करने का सौभाग्य मिला, जहां लोकमान्य तिलक की प्रेरणा से सौ साल पहले गणपति की स्थापना हुई थी। https://t.co/PJljxiVSv3", "Sat Sep 07 06:56:53": "Addressing a public meeting in the dynamic city of Mumbai. https://t.co/gd8zDtfGRD", "Sat Sep 07 02:36:06": "Addressing our hardworking space scientists. Watch. https://t.co/rPRfGBQLJQ", "Sat Sep 07 01:35:07": "At 8 AM this morning, I would be interacting with our hardworking space scientists at the ISRO Centre in Bengaluru.", "Fri Sep 06 21:03:42": "India is proud of our scientists! They’ve given their best and have always made India proud. These are moments to be courageous, and courageous we will be! Chairman @isro gave updates on Chandrayaan-2. We remain hopeful and will continue working hard on our space programme.", "Fri Sep 06 20:11:23": "At the @isro Centre in Bengaluru, witnessing history unfold! #Chandrayaan2 https://t.co/0W5kv7iP9c", "Fri Sep 06 13:17:42": "Samvad has emerged as a popular forum, that is furthering discussions on conflict avoidance and environmental consciousness. Via technology, I addressed this year’s edition, being held in Mongolia. https://t.co/jpGTW4BNRl", "Fri Sep 06 07:43:33": "I urge you all to watch the special moments of Chandrayaan - 2 descending on to the Lunar South Pole! Do share your photos on social media. I will re-tweet some of them too.", "Fri Sep 06 07:43:21": "I have been regularly and enthusiastically tracking all updates relating to Chandrayaan - 2 since it was launched on 22nd July 2019. This Mission manifests the best of Indian talent and spirit of tenacity. Its success will benefit crores of Indians.", "Fri Sep 06 07:41:43": "The youngsters with whom I will watch the special moments from the ISRO Centre in Bengaluru are those bright minds who won the ISRO Space Quiz on MyGov. The large scale participation in this Quiz showcases the interest of the youth in science and space. This is a great sign!", "Fri Sep 06 07:41:42": "I am extremely excited to be at the ISRO Centre in Bengaluru to witness the extraordinary moment in the history of India’s space programme. Youngsters from different states will also be present to watch those special moments! There would also be youngsters from Bhutan.", "Fri Sep 06 07:41:07": "The moment 130 crore Indians were enthusiastically waiting for is here! In a few hours from now, the final descent of Chandrayaan - 2 will take place on the Lunar South Pole. India, and the rest of the world will yet again see the exemplary prowess of our space scientists.", "Thu Sep 05 12:13:38": "Thank you Russia! This has been a productive visit. The outcomes of this visit will bring Russia and India closer. Gratitude to President Putin, the Government and people of Russia for their hospitality. https://t.co/gFpKXqBaHc", "Thu Sep 05 12:07:54": "Спасибо, Россия! Это был плодотворный визит. Итоги этого визита сблизят Россию и Индию. Благодарю Президента Путина, Правительство и народ России за гостеприимство. https://t.co/zOYXOzoLn1", "Thu Sep 05 11:01:32": "In addition to ‘Act East’, India embarks on ‘Act Far East’ and a humble beginning has been made today. Know more... https://t.co/OUvZxqrXzR", "Thu Sep 05 11:00:30": "India is proud to be an active participant in the Eastern Economic Forum. High level delegations from India have come to this prestigious Forum. We look forward to stronger India-Russia cooperation in areas like healthcare, education, skill development and more sectors. https://t.co/EZkA0iFAI7", "Thu Sep 05 10:59:31": "Russia’s Far East deepens the bond between Russia and Asia. This is a region known for courageous and talented people. India looks forward to boosting cooperation with Russia’s Far East. https://t.co/N26SU8s7r3", "Thu Sep 05 10:58:50": "Honoured to have been the Chief Guest at @en_forumvostok. Happy to have got the opportunity to interact with fellow world leaders. EEF is an example of President Putin’s stupendous efforts to further develop the Far Eastern Region and India will support him in this endeavour. https://t.co/d59jcsKVcr", "Thu Sep 05 07:50:27": "Honoured to be addressing the Eastern Economic Forum. Watch. https://t.co/B2Y01C8rmV", "Thu Sep 05 06:07:08": "Engaging with a cherished spiritual friend and developmental partner. Held talks with Mr. Khaltmaagiin Battulga, the President of Mongolia. We reviewed the full range of bilateral ties and deliberated on ways to enhance cooperation for the mutual benefit of our people. https://t.co/U3FZfzCPVp", "Thu Sep 05 06:05:29": "Оюун санааны эрхэм хүндэт анд нөхөр, хөгжлийн түнштэйгээ уулзлаа. Монгол Улсын Ерөнхийлөгч ноён Халтмаагийн Баттулгатай хоёр орны харилцаа холбоогm өргөн хүрээнд ярилцаж, ард түмнийхээ ашиг тусын төлөө хамтын ажиллагаагаа хэрхэн сайжруулах талаар хэлэлцлээ. @BattulgaKh https://t.co/13FHYaKzsb", "Thu Sep 05 05:58:09": "Had a great meeting with Tun Dr. Mahathir Mohamad, PM of Malaysia. We talked about bilateral ties between our nations and ways to further diversify cooperation. @chedetofficial https://t.co/d8rwdTvuCt", "Thu Sep 05 05:57:26": "Telah mengadakan pertemuan yang baik dengan Tun. Dr. Mahathir Mohamad, Perdana Menteri Malaysia. Kami berbincang mengenai hubungan dua hala antara negara kami dan cara mempelbagaikan kerjasama @chedetofficial https://t.co/twLy8T11Fc", "Thu Sep 05 02:58:17": "Delighted to meet PM @AbeShinzo in Vladivostok. We had in-depth discussions on a wide range of subjects, particularly bettering trade and cultural relations between our nations. Our countries are also working together on various global forums to create a better planet. https://t.co/f5HuM7w5tD", "Thu Sep 05 02:56:28": "ウラジオストクで安倍首相にお会いできて、大変嬉しく思います。文化や貿易分野における日印関係の強化を中心に、広範な課題について議論を行いました。日本とインドは、より素晴らしい世界を構築する為に、様々な国際フォーラムにおいて連携しています。@AbeShinzo https://t.co/s9ocgo7evU", "Thu Sep 05 01:46:11": "शिक्षक दिवस के अवसर पर सभी शिक्षकों को हार्दिक शुभकामनाएं।Teachers Day greetings to everyone. India pays tributes to Dr. S Radhakrishnan, an exceptional teacher and mentor, on his Jayanti. https://t.co/nQWpa9tYLp", "Wed Sep 04 14:25:28": "Got glimpses of the vibrant culture of the Russian Far East at the ‘Far East Street’ Exhibition. Here are some glimpses. https://t.co/4Qz78MvFKO", "Wed Sep 04 14:22:56": "Я познакомился с яркой культурой российского Дальнего Востока на выставке «Улица Дальнего Востока». Вот несколько изображений с выставки. https://t.co/17d8EeMagd", "Wed Sep 04 14:20:41": "I am grateful to my friend, President Putin for taking me around the ‘Far East Street’ exhibition this evening. This brief conversation shows his passion towards sports, even those popular in India :) https://t.co/2Z0aoj8nSb", "Wed Sep 04 10:27:12": "Memories and moments, from 2001 and 2019! While participating in the 20th India-Russia Summit today, my mind also went back to the India-Russia Summit of November 2001 when Atal Ji was PM. That time, I was honoured to be a part of his delegation as Gujarat CM. https://t.co/G9vHMkagfR", "Wed Sep 04 10:06:06": "Today’s talks with President Putin were aimed at finding new horizons of India-Russia cooperation. This includes opportunities in trade, security, maritime cooperation and working together to protect the environment. @KremlinRussia_E", "Wed Sep 04 10:06:05": "The efforts of President Putin, glimpses of which are clearly seen in a platform like Eastern Economic Forum, are commendable. India fully supports this effort, as demonstrated by the high level participation from India, be it in the form of business leaders or state CMs.", "Wed Sep 04 10:06:03": "A landmark occasion in the history of a landmark friendship!Delighted to be participating in the 20th India-Russia Annual Summit. Reviewed the full range of India-Russia relations during the extensive meeting with President Putin. Our talks will add strength to bilateral ties. https://t.co/3Ud6G3iAH8", "Wed Sep 04 10:03:26": "Мы рассмотрели весь спектр индийско-российских отношений в ходе подробных обсуждений с Президентом Путиным. Наши переговоры придадут силы двусторонним связям. @KremlinRussia https://t.co/Mq5LVmEr32", "Wed Sep 04 10:03:22": "Саммит с Президентом Путиным:Эпохальное событие в истории эпохальной дружбы!Я рад участию в 20-м ежегодном индийско-российском саммите. @KremlinRussia https://t.co/SSmvu9DonD", "Wed Sep 04 08:39:19": "Обращение к прессе с Президентом Путиным. https://t.co/p90YMNHbER", "Wed Sep 04 07:06:22": "During our visit, President Putin showed me cutting edge technologies at the shipyard. My visit opens up new pathways of cooperation in this important field.", "Wed Sep 04 07:06:19": "Deeply touched by President Putin’s gracious gesture to accompany me to Zvezda shipyard, which is poised to make a huge contribution to development of Arctic shipping. https://t.co/vyUENhl0QL", "Wed Sep 04 07:02:12": "Я глубоко тронут щедрым жестом со стороны Президента Путина посетить вместе со мной судостроительный комплекс «Звезда», который будет вносить огромный вклад в развитие судоходства в Арктике. https://t.co/jnejwV1NXv", "Wed Sep 04 03:34:13": "Делюсь с вами своим интервью ТАСС, в котором я подробно рассказал об индийско-российских отношениях и о том, как они могут еще более благотворно сказаться на наших гражданах. https://t.co/ZiZlmRUabY", "Tue Sep 03 23:39:54": "Landed in Vladivostok, capital of the Russian Far East and the crossroads of a dynamic region. Looking forward to joining various programmes in this short but important visit. https://t.co/cLa0hh5iby", "Tue Sep 03 23:35:04": "Прибыл во Владивосток, столицу российского Дальнего Востока, являющуюся перекрёстком динамичного региона. С нетерпением жду участия в разных мероприятиях в ходе короткого, но важного визита. https://t.co/8pn70Cn0pv", "Tue Sep 03 13:23:28": "While interacting with National Award winning teachers, I highlighted the importance of technology as a teaching aid, the need to sharpen a spirit of creativity as well as innovation and how the Central Government is working to build an environment that stimulates innovation. https://t.co/JW1vmdYNco", "Tue Sep 03 13:21:56": "Good teachers, great mentors and givers of exceptional wisdom! Congratulations to the recipients of the National Award to Teachers. I had the opportunity to interact with the awardees earlier today and hear their experiences of transforming young minds. https://t.co/yO689gYS9f https://t.co/JfnfOMjTln", "Tue Sep 03 10:43:41": "Happy to know about your effort. It will surely add to the endeavour of harnessing Jal Shakti and preventing unnecessary wastage of water.Also wishing you a Happy Birthday! Praying for your long life and best health! @SadhguruJV https://t.co/0K23IJ7AS9", "Tue Sep 03 07:44:16": "The mass contact programme, ‘Ek Bharat Vijayi Bharat’ has been initiated at a time when we mark the 50th year of iconic Vivekananda Rock Memorial at Kanyakumari. This Memorial gives energy and inspiration to millions of youngsters.", "Tue Sep 03 07:44:14": "I had an excellent meeting with a delegation from the @vkendra. In addition to talking about the exemplary work they do, they spoke to me about a unique mass contact programme they have started, ‘Ek Bharat Vijayi Bharat.’ My best wishes for the endeavour. https://t.co/m1llXUwqK6 https://t.co/ubQcfEslnN"}