{"convertedBy": "TensorFlow.js Converter v1.2.9", "generatedBy": "keras v2.2.5", "format": "layers-model", "modelTopology": {"backend": "tensorflow", "keras_version": "2.2.5", "model_config": {"class_name": "Model", "config": {"layers": [{"inbound_nodes": [], "class_name": "InputLayer", "name": "input_2", "config": {"dtype": "int32", "sparse": false, "name": "input_2", "batch_input_shape": [null, 178]}}, {"inbound_nodes": [[["input_2", 0, 0, {}]]], "class_name": "Embedding", "name": "embedding_2", "config": {"input_dim": 75303, "dtype": "float32", "trainable": true, "mask_zero": false, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "activity_regularizer": null, "embeddings_regularizer": null, "output_dim": 100, "batch_input_shape": [null, 178], "embeddings_constraint": null, "input_length": 178, "name": "embedding_2"}}, {"inbound_nodes": [[["embedding_2", 0, 0, {}]]], "class_name": "Dropout", "name": "dropout_1", "config": {"seed": null, "rate": 0.2, "trainable": true, "noise_shape": null, "dtype": "float32", "name": "dropout_1"}}, {"inbound_nodes": [[["dropout_1", 0, 0, {}]]], "class_name": "Bidirectional", "name": "bidirectional_1", "config": {"layer": {"class_name": "LSTM", "config": {"stateful": false, "trainable": true, "unroll": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "return_sequences": true, "kernel_regularizer": null, "dtype": "float32", "recurrent_regularizer": null, "use_bias": true, "kernel_constraint": null, "recurrent_activation": "hard_sigmoid", "go_backwards": false, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "dropout": 0.0, "name": "lstm_1", "activation": "tanh", "return_state": false, "bias_regularizer": null, "implementation": 1, "units": 100, "recurrent_dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "unit_forget_bias": true, "activity_regularizer": null, "recurrent_constraint": null}}, "merge_mode": "concat", "dtype": "float32", "name": "bidirectional_1", "trainable": true}}, {"inbound_nodes": [[["bidirectional_1", 0, 0, {}]]], "class_name": "Dropout", "name": "dropout_2", "config": {"seed": null, "rate": 0.2, "trainable": true, "noise_shape": null, "dtype": "float32", "name": "dropout_2"}}, {"inbound_nodes": [[["dropout_2", 0, 0, {}]]], "class_name": "TimeDistributed", "name": "time_distributed_1", "config": {"layer": {"class_name": "Dense", "config": {"dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activation": "linear", "bias_regularizer": null, "units": 1, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_1", "use_bias": true, "kernel_constraint": null}}, "dtype": "float32", "name": "time_distributed_1", "trainable": true}}, {"inbound_nodes": [[["time_distributed_1", 0, 0, {}]]], "class_name": "Reshape", "name": "reshape_1", "config": {"dtype": "float32", "target_shape": [178], "name": "reshape_1", "trainable": true}}, {"inbound_nodes": [[["reshape_1", 0, 0, {}]]], "class_name": "Activation", "name": "attention_vec", "config": {"activation": "softmax", "dtype": "float32", "name": "attention_vec", "trainable": true}}, {"inbound_nodes": [[["dropout_2", 0, 0, {}], ["attention_vec", 0, 0, {}]]], "class_name": "Dot", "name": "dot_1", "config": {"axes": 1, "dtype": "float32", "normalize": false, "name": "dot_1", "trainable": true}}, {"inbound_nodes": [[["dot_1", 0, 0, {}]]], "class_name": "Dense", "name": "dense_2", "config": {"dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activation": "relu", "bias_regularizer": null, "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_2", "use_bias": true, "kernel_constraint": null}}, {"inbound_nodes": [[["dense_2", 0, 0, {}]]], "class_name": "Dense", "name": "dense_3", "config": {"dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activation": "softmax", "bias_regularizer": null, "units": 6, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_3", "use_bias": true, "kernel_constraint": null}}], "input_layers": [["input_2", 0, 0]], "output_layers": [["dense_3", 0, 0]], "name": "model_1"}}, "training_config": {"optimizer_config": {"class_name": "Adam", "config": {"lr": 0.0010000000474974513, "amsgrad": false, "decay": 0.0, "epsilon": 1e-07, "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033}}, "sample_weight_mode": null, "loss_weights": null, "weighted_metrics": null, "metrics": ["acc"], "loss": "categorical_crossentropy"}}, "weightsManifest": [{"weights": [{"shape": [100, 400], "dtype": "float32", "name": "bidirectional_1/forward_lstm_1/kernel"}, {"shape": [100, 400], "dtype": "float32", "name": "bidirectional_1/forward_lstm_1/recurrent_kernel"}, {"shape": [400], "dtype": "float32", "name": "bidirectional_1/forward_lstm_1/bias"}, {"shape": [100, 400], "dtype": "float32", "name": "bidirectional_1/backward_lstm_1/kernel"}, {"shape": [100, 400], "dtype": "float32", "name": "bidirectional_1/backward_lstm_1/recurrent_kernel"}, {"shape": [400], "dtype": "float32", "name": "bidirectional_1/backward_lstm_1/bias"}, {"shape": [200, 100], "dtype": "float32", "name": "dense_2/kernel"}, {"shape": [100], "dtype": "float32", "name": "dense_2/bias"}, {"shape": [100, 6], "dtype": "float32", "name": "dense_3/kernel"}, {"shape": [6], "dtype": "float32", "name": "dense_3/bias"}, {"shape": [75303, 100], "dtype": "float32", "name": "embedding_2/embeddings"}, {"shape": [200, 1], "dtype": "float32", "name": "time_distributed_1/kernel"}, {"shape": [1], "dtype": "float32", "name": "time_distributed_1/bias"}], "paths": ["group1-shard1of8.bin", "group1-shard2of8.bin", "group1-shard3of8.bin", "group1-shard4of8.bin", "group1-shard5of8.bin", "group1-shard6of8.bin", "group1-shard7of8.bin", "group1-shard8of8.bin"]}]}