{"Sun Sep 08 18:36:03": "Tks @VenkyMysore for getting me a personalised pool table with TKR logo. Loving it Mr.Billiards #mrbilliardstt while listening to music on Tony’s @radio905 https://t.co/2uQLqfypQm", "Sun Sep 08 17:30:49": "May you always be as funny and full of life as you are. https://t.co/7NvKkDxuJ6", "Sun Sep 08 00:34:59": "It’s always nice to know that in my absence &amp; behind my back , I have surreptitiously signed so many films that even I am not aware of!! Boys &amp; girls I do a film when I say I am doing it....otherwise it’s just post truth.", "Sat Sep 07 05:27:23": "Sometimes we don’t land or arrive at the destination we want to. The important thing is we took off and had the Hope and Belief we can. Our current situation is never and not our final destination. That always comes in time and belief! Proud of #ISRO", "Mon Aug 26 13:34:11": "Keeping up the tradition of Tae ‘Khan’ Doh in the family, the latest entrant to the Kiran Teacher ( @care141 )Fight Club. Yellow belt it is... https://t.co/o8Ie7T2Hso", "Mon Aug 26 09:40:55": "Oh wow! Congratulations Daddy Cool! https://t.co/Kdpj5BULOI", "Sun Aug 25 13:54:38": "Congratulations @Pvsindhu1 for winning the Gold at the BWF World Championships... Making us proud as a nation with your exceptional talent. Keep creating history!", "Sat Aug 24 11:06:08": "Love u @iamkeitan @Harry0073 for the set up. @pooja_dadlani for making it happen. @mitublange @iffmelb for the thought. My Ursa minipro 4.6k is set up! Quite an awesome camera @blackmagic_news now only if I can shoot well. https://t.co/XPDnfo1veg", "Thu Aug 22 10:17:28": "The trailer of our first @netflix series #BardOfBlood is here. A thrilling tale of espionage, vengeance, love and duty. Hope u enjoy it...@NetflixIndia @RedChilliesEnt @emraanhashmi @_GauravVerma @BilalS158 @ribhudasgupta https://t.co/aftLjq3BA1", "Thu Aug 22 06:17:03": "RT @NetflixIndia: Where can we sign up to get interrogated by @iamsrk? https://t.co/L8vGhO5hFr", "Wed Aug 21 15:34:02": "RT @NetflixIndia: Still waiting on that callback, @iamsrk. https://t.co/JJygsX9Wfw", "Wed Aug 21 15:33:59": "RT @NetflixIndia: We made @iamsrk an offer he couldn’t refuse. https://t.co/qyO2Nvdf2p", "Wed Aug 21 15:33:53": "RT @NetflixIndia: @iamsrk thought cameras would make him feel more comfortable so we added some CCTV cameras. https://t.co/A8rBfW3S77", "Tue Aug 20 09:53:04": "It’s such a wonderful university. Please use this opportunity girls. Lots of luck to all of you. https://t.co/xHxRPHXmKh", "Mon Aug 12 10:49:03": "May today and every day hereafter bring peace of mind, patience in our hearts, prosperity in our actions and prayers of thankfulness for the gifts that we have. May you all be loving and loved all your lives. Eid Mubarak to everyone. https://t.co/O87KQDbcPS", "Fri Aug 09 04:03:38": "On the way to @latrobe University.. Thank you for the kind gesture of offering a scholarship to a girl student from India for higher education and supporting the work at @MeerFoundation https://t.co/OfyKLPy3MP", "Mon Aug 05 17:56:42": "What an exciting teaser! Wishing Karan and Sahher all the best with this beautiful film. @iamsunnydeol has made this with all his heart and soul...  Love to the team! #PalPalDilKePass https://t.co/Ig0Ksdgg4f", "Mon Aug 05 14:47:55": "Beautiful homes are made by beautiful home makers. Bas! https://t.co/PXTYIHsrmm", "Sun Jul 28 07:52:40": "Ready ho jaiye, Bauua ki Meerut to Mars wali mohabbat dekhne ke liye, Catch the World TV Premiere of ZERO, tonight at 8 PM, only on @ZeeCinema#ZeroOn28July #ZeroOnZeeCinema #SeeneMeinCinema @AnushkaSharma #KatrinaKaif @RedChilliesEnt @cypplOfficial https://t.co/HJXf2E51S3", "Sat Jul 27 10:02:14": "A decade of D’Decor and a family like relationship. It’s so satisfying making beautiful homes. Thank u so much @DDecorDiaries Sanjana Ajay and Sanjay. https://t.co/Mqa56U8MEH", "Sat Jul 27 10:01:34": "A decade of D’Decor and a family like relationship. It’s so satisfying making beautiful homes. Thank u so much @DDecorDiaries Sanjana Ajay and Sanjay.", "Mon Jul 22 11:25:11": "Perfect Handstand. Perfect Harmony. Perfect Sunset. And Perfect wife!! Thank you @JumeirahJV and @MakePlansHols for a Perfect Holiday. https://t.co/yysFHdSJmS", "Mon Jul 22 10:16:56": "Chaand Taare todh laoon. Saari duniya par main Chhaoon! To do that requires hours &amp; hours of painstaking work &amp; integrity &amp; belief. Congratulations to the team at #ISRO for #Chandrayaan2", "Sun Jul 21 11:01:07": "Feeling bad having to leave Maldives and especially all the wonderful people at Jumeirah Vittaveli. Thank u for a lovely holiday @JumeirahJV will miss u all. https://t.co/sg7Bxmr2pV", "Sun Jul 21 08:55:54": "So happy to hear that so many r enjoying Lion King. A special thanx to my coactors &amp; friends for bringing this film to life in Hindi. @imsanjaimishra @shreyastalpade1 &amp; the amazing @AshishVid  &amp; #asrani sahib. Thx for making me &amp; Aryan sound good!", "Fri Jul 19 07:04:23": "i’m scared to say that #typewriter is now screaming on @netflix .. goodluck @sujoy_g ... hope it doesn’t come back to take badla on you.  https://t.co/YF1TkNT4KN", "Sat Jul 13 21:58:40": "You are the best. His Sacred Games though is wicked!! https://t.co/B2l5Bjx7VH", "Sat Jul 13 21:57:32": "RT @Ishikamohan: This is so hard but so right!I couldn’t keep 😷.@iamsrk I’ve always said it’s magic working with you:). Correction-the i…", "Sat Jul 13 08:42:35": "Ishika has taken some of the nicest pics of mine &amp; the film. This is so good! https://t.co/RQKUCgCe1W", "Thu Jul 11 11:05:30": "Young Lions don’t tweet so on behalf of Simba #AryanKhan I want to thank u all for appreciating his effort. Also thx to @disneyfilmindia &amp; the team at Sound &amp; Vision ( Mona &amp; Mayur gang) &amp; doesn’t his voice sound a bit familiar? Or is it just me?", "Thu Jul 11 04:44:23": "Mera Simba.. #TheLionKing @disneyfilmindia https://t.co/kC66BMBOVE", "Sat Jul 06 07:07:34": "27th September, get ready for the action-packed series #BardOfBlood on @NetflixIndia! @RedChilliesEnt @emraanhashmi @_GauravVerma @bilals158 @ribhudasgupta https://t.co/H3x6vin5hS", "Sat Jun 29 10:24:48": "My friend Helmet pehenkar, On Drive..Off drive &amp; Straight drive, karna aap se zyaada behtar kaun sikha sakta hai! Will tell my grand children, I got my ‘driving’ lessons from the great Sachin himself. See u soon over some fish curry. Thank u. https://t.co/QGG5YaGnu3", "Sat Jun 29 09:43:22": "Thank u for your wishes my friend. U have always been a guiding light and so encouraging to the kids....and the strength for their bow! https://t.co/798JN2P6tV", "Fri Jun 28 17:14:48": "Last day at school. To adding new experiences and colours to your life ahead.... https://t.co/NnAIUUYkG8", "Fri Jun 28 16:58:21": "4 yrs have flown by. Graduating from Ardingly. Last pizza...last train ride...and first step into the real world...school ends...learning doesn’t. https://t.co/hKHPIj0ffe", "Fri Jun 28 06:57:55": "Delighted to be a part of this global legacy. In Cinemas 19th July. Yaad Rakhna. #TheLionKing @disneyfilmindia https://t.co/T2OfU4JspC", "Tue Jun 25 15:23:17": "Thank you for the awesome 27 years everybody and Thank you Sharad for the bikes! https://t.co/UMg6k78C06", "Mon Jun 17 10:39:13": "Glad to be a part of this journey... a timeless film. Voicing it in Hindi with my own Simba. The last time we did a film was around 15 years ago and it was ‘Incredible’ and this time around its even more fun. Hope everyone enjoys it 19th July onwards. #TheLionKing https://t.co/rJEfxevA9k", "Sun Jun 16 05:27:25": "A foundation I named after my father - @MeerFoundation - aims to create a network of support for women. No better day than #FathersDay for me to introduce our website to the world.https://t.co/BB0Eipnwum", "Sun Jun 16 04:29:26": "Ready for the match with the spirit of #FathersDay. Go India Go!! https://t.co/o09xLTq5d3", "Wed Jun 05 13:27:41": "Thank u all for spending your Eid with me... May God bless u all with health and happiness. #EidMubarak https://t.co/eXBfmDzVMt", "Mon Jun 03 19:51:29": "Another sweet picture from AbRam’s birthday party... #fathersloveoverload https://t.co/PrZ4yyLZe7", "Mon Jun 03 16:44:53": "My Trio of Sugar &amp; Spice &amp; everything Nice....and oh yeah!  Gauri’s too. https://t.co/KwtWYZa51m", "Sun Jun 02 22:40:29": "Dreamers r good. But if those dreams r not given a direction they mean nothing.These 2 fulfilled every dream I had,over &amp; above every dream they had for themselves.Adi &amp; Karan. Y share this with all? Cos u should  know, more important than ur dreams r those who fulfil them for u https://t.co/RzsMRYUMet", "Fri May 31 19:09:23": "Good luck for #Malaal - Sanjay and my young friends @meezaanj &amp; @sharminsegal. Seen u grow before my eyes and will now see u on the screen. Sharmin be as charming as your mother and Meezan draw the best from ur grandfather &amp; @jaavedjaaferi. https://t.co/gQQH2FEeAx", "Fri May 24 14:45:14": "Busy...busy...busy! Time to think out of the box on Ted Talks! Listening and Learning. #TedTalksIndiaNayiBaat.. On @StarPlus @TEDTalks https://t.co/6XkIyZINEy", "Fri May 24 14:38:32": "We - as proud Indians - have chosen an establishment with great clarity and now we need to get behind it and work with it to have our hopes and dreams fulfilled.The Electoral Mandate and Democracy is a winner.Big congratulations to PM @narendramodi ji, @BJP4India and its leaders.", "Mon May 20 10:33:53": "And this will be fun.  https://t.co/sQYmCqiapF", "Mon May 20 10:29:09": "I wish she gave me these gems of wisdom about work at home too! I have to read them online…and learn. https://t.co/F9BEhxMSlm", "Fri May 17 04:50:00": "No more footprints...this is The  Abominable Snowman!! Before BatMan &amp; SpiderMan, there is Mr. LetterMan @Letterman Thx for ur generosity. Had 2 much fun being interviewed.Not becos it was about me but becos u were kind enough to make me feel I can be me. U r an inspiration sir. https://t.co/8MkFpWJ0WK", "Tue May 14 21:56:17": "Flying into another city that never sleeps... A great idea for someone like me. New York calling.", "Mon May 06 10:33:22": "All the best for the Class of 83 cast &amp; crew. May u have a happy shoot &amp; the young ones in the team showcase their talent. Have a good one guys &amp; girls.  @sabharwalatul @thedeol @_GauravVerma @NetflixIndia @RedChilliesEnt", "Sun May 05 08:49:28": "Maa  tujhe salaam! https://t.co/mR0zXWhlLF", "Fri May 03 18:22:36": "Well done @KKRiders &amp; @DineshKarthik . All played like u should…by backing urselves. @lynny50  #SWarrier  @RealShubmanGill good job. But tonite belongs to Papa! 3 cheers for proud papa &amp; family. https://t.co/KDlvVWmnYT", "Fri May 03 10:53:37": "I give this move…⭐️⭐️⭐️⭐️⭐️ 🤙🤙 ‘Kudos’ ‘Yay’ &amp; 5/5. Wot can say? I am an easy critic to please!! https://t.co/D6hztSlIIA", "Mon Apr 29 12:02:10": "Little one was a bit confused between ‘Boating’ and Voting, so took him along to experience the difference. https://t.co/8X6DsTP8bc", "Sat Apr 27 11:18:29": "Coffee with Kalyan jewellers in Dubai. No sugar in my coffee please...I’ll just lick myself... https://t.co/eVHSFk5UQQ", "Sat Apr 27 07:04:25": "‘You never really understand your personality, unless you have a Mini Me who acts the same way’ https://t.co/skdjZevR3I", "Fri Apr 26 06:54:15": "Thk u everyone for giving so much love to Badla. Congratulations to the whole team &amp; especially @SrBachchan  @taapsee  @sujoy_g on 50 Days! https://t.co/Ag2SeCn4Jh", "Wed Apr 24 13:11:14": "A very happy birthday to my friend @sachin_rt   and thank u for inspiring us to be the best versions of ourselves. May u have a great day.", "Tue Apr 23 09:41:34": "Oh dear!! Why can’t I just travel in cars &amp; trains like normal ppl do! Please don’t try this at home or anywhere.  https://t.co/I9nUDCysAr", "Mon Apr 22 10:32:20": "Thank u my https://t.co/Ka1soprsZf’s a pleasure when people around,can take jokes in the spirit they are made. Thx  for this pleasure https://t.co/MvW35UyaFX", "Mon Apr 22 08:59:36": "PM sahib @narendramodi ne creativity ki liye bola tha. Main thoda late ho gaya video banane mein...aap mat hona Vote karne mein!!! ‘Voting is not only our Right, it is our Power.’  Please Use It. Thank u to @tanishkbagchi @abbyviral @parakramsinghr . https://t.co/9280i8BnK3", "Mon Apr 22 08:41:17": "Kya baat hai bhai!! Bahut Khoob.  https://t.co/0t8hQoUSbJ", "Mon Apr 22 08:12:49": "May Allah bless his soul. In school we use to hear all his stories of bravery and be inspired.  https://t.co/cbpyGXMttG", "Fri Apr 19 21:51:52": "I feel it’s only fair for KKR to do something in return for @Russell12A  ,like winning a few before the season ends. https://t.co/Lqybf9vK2k", "Thu Apr 18 04:31:23": "Arre nahi Daddy Cool! ‘Grow up’ hon aapke dushman. Hum dono ka dil to baccha hai ji. Come back home let’s start with snakes and ladders and we can move to making sand castles in the air. Miss you. https://t.co/asgWd1N5Cb", "Wed Apr 17 05:13:54": "What a warm and happy welcome here in China by SRK UNIVERSE China. Thx for the gifts, the flowers and the kisses. I am Red all over!! https://t.co/0VFGjPBWQl", "Mon Apr 15 09:35:13": "Thank u Kolkata &amp; thx ITC Sonar for years of hospitality. I would eat the goodies but that would be like ‘eating my own words.’ But love them all the same. https://t.co/ndU2ntD9zs", "Sat Apr 13 10:31:06": "No no yaar. The fun was all mine. You were so cool to work with &amp; so talented.  https://t.co/xqjLC0CRIS", "Fri Apr 12 18:12:29": "Wonderful play by @RealShubmanGill &amp; @Russell12A yet again. Losing is ok but today we kind of lacked heart, especially bowling, that’s sad. Only positive out of this game was that our Dada @SGanguly99 was at Eden on the winning side. Congrats @DelhiCapitals", "Fri Apr 12 09:48:50": "And he was so jovial. Somehow in the midst of all stresses he had a way that could make u smile away ur troubles. One of those people u assumed will never leave your side cos he was so full of life . https://t.co/puJxjA2k2B", "Fri Apr 12 09:36:51": "He loved me so much. Encouraged me. And today if I am used to being mollycoddled on sets it’s because of this man who made a ‘Fauji’ out of a boy, like his own. Will miss you Sir...always. May u find peace in ur new mission. https://t.co/j6LKM2MJpV", "Wed Apr 10 08:46:06": "Sir film aapki hai…acting aapki hai…Hit aapki wajah se hai…aap na hote toh film hi na hoti. Toh party…bhi??https://t.co/7cunRO68rC", "Tue Apr 09 19:35:06": "Sir hum toh wait kar rahein hain ki aap party kab de rahein hain hum sabko! We r waiting outside Jalsa every nite!  https://t.co/9vix8rvwuP", "Tue Apr 09 19:30:49": "Thought while waiting to go back home to Mumbai....I should for no reason do a Chennai Selfie...so..bye Chennai &amp; all the wonderful friends I met from the film industry &amp; of course the sporting crowd at the stadium. Whistle Podu!! https://t.co/lHP5n2T69D", "Tue Apr 09 19:14:55": "Much fun in Chennai today. Well played @ChennaiIPL  &amp; my fantastic @KKRiders we did our best but sometime it’s not good enough. @Russell12A @imkuldeep18 will giv u guys a massage, @SunilPNarine74 will help. #piyushchawla ‘I am in love with ur new body’", "Mon Apr 08 16:53:14": "How sweet is this from @purevnv  now I have been geared &amp; dressed for the whole year by these gifts from my friend @anandahuja Thank u so much. It’s very kind of u &amp; these r the coolest sneakers I have ever seen. Have to come to ur store soonest! https://t.co/ylnzfJtgML", "Mon Apr 08 07:53:05": "Thanks baby. Got this. Now please motivate me to Work On Time too!!  https://t.co/9qejCH9tIx", "Sun Apr 07 17:37:53": "So well done my @KKRiders @lynny50 give him the SUV! @SunilPNarine74 u r YOU! @robbieuthappa u r STYLE! Bowlers were awesome &amp; u @piyushchawla024 keep doing wot u do...&amp; @gurneyhf welcome to the family. Thx @DineshKarthik I feel on top of the table! CU soon", "Fri Apr 05 18:50:56": "Well played boys @KKRiders @lynny50 @NitishRana_27 @robbieuthappa . Each one in the team did so well but you all will agree all words of praise r worth less than this picture... https://t.co/bak2zQ9NqD", "Fri Apr 05 18:23:42": "And you guys in the Dugout who said game/set/&amp; match......u may know your cricket but you don’t know @Russell12A !!! WOW u CHAMPION. This calls for Wine my MuscleMan!", "Thu Apr 04 18:15:35": "Thank u for the honour @universityoflaw &amp; my best wishes to the graduating students. It will encourage our team at @MeerFoundation to strive ‘selfishly’ to share more. https://t.co/IBI1I6UlFY", "Mon Apr 01 22:40:37": "What a lovely evening @Arsenal congratulations. Thx @MesutOzil1088 &amp; #AmineGulse for your warmth love &amp; hospitality. See u guys soon in India. https://t.co/4rtBJXZ5uW", "Sun Mar 31 07:39:44": "The end of one story is the beginning of another. Who did I invite to go on the next adventure in my #Dubai? Watch my whole adventure now at https://t.co/nBpJTAVmit #BeMyGuest @visitdubai https://t.co/hzdk7BHcXD", "Thu Mar 28 11:09:22": "All of u please put ur hands in prayer...and say Bhagwan inki zindagi ki nayi shuruaat mein...inpar karam karna...May God have mercy on them...Insha Allah. These r my sisters &amp; need ur prayers for recovery, without distinguishing between the mode of prayer https://t.co/JjE8ZM08mX", "Wed Mar 27 21:25:32": "Aaj ki Shaam Eden Gardens ke Naam...All at KKR @Russell12A @robbieuthappa @NitishRana_27 @SunilPNarine74 @imkuldeep18 #PiyushChawla &amp; #Lockie thank u for the noise!! https://t.co/YV1fgR5csz", "Wed Mar 27 20:50:02": "Next time you please come to the grounds Didi. Thank u we will try our best.  https://t.co/h5WmbHbLdW", "Wed Mar 27 11:41:01": "“Being with you is like being on Stage. There’s so much light, I can’t see anything else”. Curiosity to know New, Humility to accept u will never know if fully...makes u an actor. #WorldTheaterDay https://t.co/7mWCCuHmBz", "Sun Mar 24 18:36:37": "And my boys @Harry0073 @iamkeitan and ARJUN and their team keep on making us prouder!! Love u boys and girls at @vfx_redchillies https://t.co/ZLCJ3A0s05", "Sun Mar 24 18:33:03": "@Russell12A said to me that he was so overwhelmed with the welcome fans gave him, that he wanted to cry. Then decided big boys don’t cry in public. @NitishRana_27 @robbieuthappa &amp; @RealShubmanGill &amp; the whole team plays for You Kolkata. Thk u for the Love.", "Fri Mar 22 18:01:32": "Make sure they practice hard. Thanks for the support. KKR Hai Taiyyar!! https://t.co/Nk43qc5en2", "Fri Mar 22 10:11:01": "I hate clarifications on SM. @karanjohar is technologically challenged but has other good qualities like his taste in clothes!?Just like Life, twitter doesn’t come with instructions, so mistakes r natural....&amp; also he has fat fingers. Go easy all, Make Lov not War...it’s more fun", "Fri Mar 22 08:50:39": "Congratulations. To all the participants &amp; support staff &amp; coaches. Jai Hind!  https://t.co/bf2thouZr5", "Thu Mar 21 12:39:33": "Wishing everyone the Happiest Holi ever! May Allah filll all your lives with the most beautiful colours of life &amp; give u health &amp; happiness.", "Wed Mar 20 15:08:34": "Playing this song in the car on the way back from a busy day at work... Loved the @marshmellomusic mask. Though we should put in the dimples next time. https://t.co/nlStXX1cvL", "Wed Mar 20 08:56:26": "EXCELLENCE is the unlimited ability to improve the quality of what u have to offer. You all r Excellence personified https://t.co/BsmUKnZg0R", "Mon Mar 18 07:52:50": "Can’t thank u enough for being part of Bard, our first series on Netflix.  It wouldn’t be possible without u. Love I https://t.co/r0iaeR9vlr", "Mon Mar 18 07:34:56": "Three coins, one old box and tons of clues to solve. Wonder what my next challenge will be? @visitdubai Catch the action and find out more on https://t.co/nBpJTAVmit #BeMyGuest https://t.co/Rs8FmQIMKO"}