{"Tue Sep 10 06:50:17": "Happy Onam to each and every one of you!May this festive season bring joy and happiness to all 🌈#HappyOnam", "Sun Sep 08 09:00:52": "Congratulations to the Modi Govt on #100DaysNoVikas, the continued subversion of democracy, a firmer stranglehold on a submissive media to drown out criticism and a glaring lack of leadership, direction &amp; plans where it’s needed the most - to turnaround our ravaged economy.", "Fri Sep 06 21:30:50": "Congratulations to the team at #ISRO for their incredible work on the Chandrayaan 2 Moon Mission. Your passion &amp; dedication is an inspiration to every Indian. Your work is not in vain. It has laid the foundation for many more path breaking &amp; ambitious Indian space missions. 🇮🇳", "Thu Sep 05 10:19:49": "On #TeachersDay I thank all those from whom I’ve learnt, over the years 🙏That includes the army of social media trolls, some journalists-with-an-agenda &amp; my political adversaries, whose vicious barbs, false propaganda &amp; anger has taught me a lot &amp; made me much stronger 🙏", "Wed Sep 04 15:51:05": "पंजाब के बटाला में पटाखा फैक्ट्री में हुए विस्फोट में कई लोगों की मौत से आहत हूं।मृतकों के परिवार के प्रति मैं अपनी गहरी संवेदना व्यक्त करता हूं।घायलों के जल्द स्वस्थ होने की कामना करता हूं। #Punjab", "Wed Sep 04 10:58:50": "The arrest of DK Shivakumar is another example of the vendetta politics unleashed by the Govt, using agencies like the ED/CBI &amp; a pliant media to selectively target individuals.  #DKShivakumararrested", "Mon Sep 02 04:08:16": "गणेश चतुर्थी के शुभ अवसर पर  सभी देशवासियों को बधाई और शुभकामनाएं। https://t.co/52dhzfCZRA", "Fri Aug 30 08:59:41": "Dear Mr Modi, After your visit to Guruvayur - a huge flood visited Kerala, causing death &amp; destruction. A timely visit then would have been appreciated. Kerala is suffering &amp; still awaits a relief package, like those given to other flood hit states. This is unfair. https://t.co/wk9mZ4wSQg", "Wed Aug 28 03:40:26": "There is violence in Jammu &amp; Kashmir. There is violence because it is instigated and supported by Pakistan which is known to be the prime supporter of terrorism across the world.", "Wed Aug 28 03:40:25": "I disagree with this Govt. on many issues. But, let me make this absolutely clear: Kashmir is India’s internal issue &amp; there is no room for Pakistan or any other foreign country to interfere in it.", "Tue Aug 27 12:46:19": "I’m in my parliamentary constituency, Wayanad, for the next few days, visiting flood relief camps and reviewing rehabilitation work in the area. Much has been accomplished, but there’s so much more that still needs to be done. https://t.co/XmibDD524V", "Tue Aug 27 05:13:57": "PM &amp; FM are clueless about how to solve their self created economic disaster. Stealing from RBI won’t work - it’s like stealing a Band-Aid from the dispensary &amp; sticking it on a gunshot wound. #RBILooted https://t.co/P7vEzWvTY3", "Sun Aug 25 15:04:43": "Congratulations to PV Sindhu on her historic win at the #BWFWorldChampionships https://t.co/q7T1tAXWIh", "Sun Aug 25 11:43:42": "It's been 20 days since the people of Jammu &amp; Kashmir had their freedom &amp;  civil liberties curtailed. Leaders of the Opposition &amp; the Press got a taste of the draconian administration &amp; brute force unleashed on the people of J&amp;K when we tried to visit Srinagar yesterday. https://t.co/PLwakJM5W5", "Sat Aug 24 12:22:20": "I am sorry to hear about Mr Arun Jaitley's passing. My condolences to his family and friends. May he rest in peace.", "Fri Aug 23 09:25:49": "Govt’s own economic advisors have finally acknowledged what we cautioned for long - India’s economy is in a deep mess.Now, accept our solution and remonetise the economy, by putting money back in the hands of the needy &amp; not the greedy. https://t.co/pg89JX2RDn", "Fri Aug 23 06:57:32": "By reducing the voting age from 21 to 18, Rajiv Gandhi ji added 5 Cr new voters. This was an unequivocal message of confidence in India’s youth that said - you have come of age &amp; India believes in you 🇮🇳#Rajiv75 https://t.co/2VsvUnFIOv", "Fri Aug 23 04:52:09": "आप सभी को जन्माष्टमी के पावन पर्व की हार्दिक शुभकामनाएं। #HappyJanmashtami https://t.co/DFIdwUeGHB", "Thu Aug 22 01:41:18": "Amongst Rajiv Gandhi ji’s many achievements were  the Punjab, Assam &amp; Mizoram accords, that helped bring to an end years of conflict &amp; violence. Built on a foundation of mutual respect, understanding &amp; peaceful coexistence, these accords strengthened the Indian Union.#Rajiv75 https://t.co/MGpgi7QE4u", "Wed Aug 21 07:17:01": "Modi's Govt is using the ED, CBI &amp; sections of a spineless media to character assassinate Mr Chidambaram.I strongly condemn this disgraceful misuse of power.", "Tue Aug 20 02:37:58": "Today we celebrate the 75th birth anniversary of Rajiv Gandhi ji, a patriot &amp; a visionary, whose far sighted policies helped build India.To me, he was a loving father who taught me never to hate, to forgive &amp; to love all beings. #Rajiv75 #SadbhavanaDiwas https://t.co/gaozH8h06r", "Mon Aug 19 06:22:51": "This week we will celebrate my father, Rajiv Gandhi Ji's 75th birth anniversary with memorial events across India. To honour him, each day this week, I will draw attention to one of his many incredible achievements. Today, the Information Technology revolution. #RajivGandhi75 https://t.co/qBjIfTVRkj", "Sat Aug 17 06:38:36": "Best wishes on the auspicious   occasion of Nowruz 🌈 https://t.co/p2BLZIHO9P", "Fri Aug 16 16:31:59": "I strongly condemn the arrest of our J&amp;K PCC Chief, Shri Ghulam Ahmed Mir &amp; spokesperson, Shri Ravinder Sharma in Jammu today. With this unprovoked action against a national political party, the Govt has delivered democracy another body blow. When will this madness end? https://t.co/1z3e7qHCDE", "Thu Aug 15 02:11:47": "“Complete independence will be complete only to the extent of our approach in practice to truth and nonviolence.”- Mahatma Gandhi My best wishes to all of you on this our 73rd Independence Day 🇮🇳#HappyIndependenceDay", "Thu Aug 15 01:45:55": "रक्षाबंधन के पावन अवसर पर सभी देशवासियों को हार्दिक शुभकामनाएँ 🌈#HappyRakshabandhan", "Wed Aug 14 05:41:03": "Dear Maalik ji,I saw your feeble reply to my tweet. I accept your invitation to visit Jammu &amp; Kashmir and meet the people, with no conditions attached. When can I come?", "Tue Aug 13 07:13:24": "Dear Governor Malik, A delegation of opposition leaders &amp; I will take you up on your gracious invitation to visit J&amp;K and Ladakh. We won’t need an aircraft but please ensure us the freedom to travel &amp; meet the people, mainstream leaders and our soldiers stationed over there. https://t.co/9VjQUmgu8u", "Tue Aug 13 06:24:06": "I left Wayanad with nothing but pride for the people I represent. The display of bravery and dignity in the face of immense tragedy is truly humbling. It is such an honour and pleasure to be your MP. Thank you Kerala. https://t.co/PVwmUAFboZ", "Mon Aug 12 11:38:10": "On the 2nd day of my visit to Wayanad, my parliamentary constituency that has been badly hit by devastating floods, I met with members of the media to update them on my review meetings with state &amp; district officials and my visits to affected sites and relief camps. https://t.co/sbr9tC0ayx", "Mon Aug 12 07:26:29": "On his 100th birth anniversary, we remember with gratitude the father of India’s space program &amp; builder of great institutions, Dr Vikram Sarabhai, selected in 1962 by then PM, Jawaharlal Nehru, to set up ISRO. His vision continues to drive India’s space program, even today. https://t.co/gX3OZG8mQA", "Mon Aug 12 02:37:58": "Eid Mubarak to all of you 🌈 https://t.co/XLoX4RQZhb", "Sun Aug 11 06:30:52": "For the next few days I will be based in my Lok Sabha constituency, #Wayanad that has been ravaged by floods. I will be visiting relief camps across Wayanad and reviewing relief measures with District &amp; State officials.", "Sat Aug 10 18:43:18": "Reports of unrest are emanating from J&amp;K where the Govt. has imposed a media &amp; communications black out.I urge the Govt. to take urgent steps to ensure the safety of every citizen in J&amp;K and to lift the veil of secrecy. https://t.co/hZCHyhSXkW", "Sat Aug 10 08:43:43": "Haryana CM, Khattar's comment on Kashmiri women is despicable and shows what years of RSS training does to the mind of a weak, insecure and pathetic man. Women are not assets to be owned by men. https://t.co/G0QM1LMuM9", "Thu Aug 08 17:05:49": "The flood situation in my parliamentary constituency, #Wayanad is grim. I’m monitoring the situation closely &amp; have spoken to the Kerala CM and key Govt officials to expedite relief. I will be reaching out to PM Modi as well to brief him &amp; request Central Govt. assistance. https://t.co/HWN8LXgE4h", "Thu Aug 08 12:37:33": "Earlier today I spoke to the Kerala CM, Shri P Vijayan, drawing his attention to the serious flood situation in Wayanad. I’ve also spoken to the Collectors of Wayanad, Kozhikode &amp; Malappuram to review relief measures being undertaken", "Thu Aug 08 12:37:32": "The people of Wayanad, my Lok Sabha constituency, are in my thoughts &amp; prayers as they battle raging flood waters. I was to travel to Wayanad, but I’ve now been advised by officials that my presence will disrupt relief operations. I’m awaiting their OK to travel.", "Thu Aug 08 11:23:02": "The flood situation in Kerala, Karnataka, Maharashtra, Gujarat, Odisha, Assam &amp; Bihar is grim, with lakhs of citizens stranded or displaced. I request Congress Party workers in the affected states to do all they can to help those in need &amp; pray that the flood waters soon subside.", "Tue Aug 06 18:21:59": "I’m shocked to hear about the demise of Sushma Swaraj Ji, an extraordinary political leader, a gifted orator &amp; an exceptional Parliamentarian, with friendships across party lines. My condolences to her family in this hour of grief. May her soul rest in peace. Om Shanti 🙏", "Tue Aug 06 09:42:38": "Kashmir’s mainstream political leaders have been jailed at secret locations. This is unconstitutional &amp; undemocratic. It’s also short sighted and foolish because it will allow terrorists to fill the leadership vaccum created by GOI. The imprisoned leaders must be released.", "Tue Aug 06 07:07:31": "National integration isn’t furthered by unilaterally tearing apart J&amp;K, imprisoning elected representatives and violating our Constitution. This nation is made by its people, not plots of land.This abuse of executive power has grave implications for our national security.", "Mon Aug 05 02:51:26": "The FM said in her budget speech that an elephant should take just 2 pounds of rice &amp; not trample the entire paddy field. Meanwhile, the IT dept elephant is running amok in a bid to meet India’s revenue shortfall. https://t.co/VKs5VkGIIW", "Sat Aug 03 07:02:35": "The BJP Government can’t build anything. It can only destroy what was built over decades with passion and hard work. https://t.co/IV0HYE1GJ7", "Fri Aug 02 12:37:08": "Congratulations to #RavishKumar for being a brave exception in Indian journalism. I know many more like him are waiting to stand up and fight this onslaught on India 🇮🇳 and its institutions. https://t.co/bBcTIN9ghE", "Thu Aug 01 11:30:11": "Mr PM, The economy has derailed and there seems to be no light at the end of the tunnel. If your incompetent FM is telling you there is light, trust me it’s the train of recession coming at full throttle.https://t.co/ewoVj5m27X", "Thu Aug 01 04:32:56": "Met a rare commodity today. Raghav Bahl, a media man with a back bone. Looking forward to reading his latest book “Super Century.” https://t.co/gqeUtpOUIx", "Wed Jul 31 13:11:16": "Demonetisation and GST rollout are perfect examples of ineptitude and lack of depth in the Modi Govt. Their callous attitude has sent the Indian economy in tailspin and has brought it to the brink of a meltdown. https://t.co/5rW8o5Ov4A", "Mon Jul 29 08:53:29": "Beti Bachao-Beti Padhao A new special education bulletin for Indian women. Don’t ask questions if a BJP MLA is accused of having raped you.https://t.co/8ObmmFBl0L", "Sun Jul 28 03:25:05": "I’m sorry to hear about the sad demise of former Union Minister &amp; veteran Congress leader Shri Jaipal Reddy Garu. An outstanding parliamentarian, great son of Telangana, he dedicated his entire life towards public service. My deepest condolences to his family &amp; friends.", "Sat Jul 27 13:21:53": "Government is diluting RTI in order to help the corrupt steal from India. Strange that the normally vociferous anti-corruption crowd has suddenly disappeared. #GovtMurdersRTI", "Fri Jul 26 08:53:15": "On #KargilVijayDiwas I pay tribute to our  martyrs who laid down their lives protecting our nation, 20 years ago, in Kargil. I also salute our brave men and women in uniform whose innumerable sacrifices, dedication &amp; valour keep our country safe. Jai Hind 🇮🇳 https://t.co/1a2zPEj26O", "Tue Jul 23 17:46:13": "From its first day, the Cong-JDS alliance in Karnataka was a target for vested interests, both within &amp; outside, who saw the alliance as a threat &amp; an obstacle in their path to power.Their greed won today. Democracy, honesty &amp; the people of Karnataka lost.", "Tue Jul 23 07:27:05": "President Trump says PM Modi asked him to mediate between India &amp; Pakistan on Kashmir! If true, PM Modi has betrayed India’s interests &amp; 1972 Shimla Agreement.A weak Foreign Ministry denial won’t do. PM must tell the nation what transpired in the meeting between him &amp; @POTUS", "Sat Jul 20 11:11:30": "I’m devastated to hear about the passing away of Sheila Dikshit Ji, a beloved daughter of the Congress Party, with whom I shared a close personal bond. My condolences to her family &amp; the citizens of Delhi, whom she served selflessly as a 3 term CM, in this time of great grief.", "Fri Jul 19 08:14:28": "The illegal arrest of Priyanka in Sonbhadra, UP, is disturbing. This arbitrary application of power, to prevent her from meeting families of the 10 Adivasi farmers brutally gunned down for refusing to vacate their own land, reveals the BJP Govt’s increasing insecurity in UP. https://t.co/D1rty8KJVq", "Wed Jul 17 17:01:41": "I welcome the ICJ verdict. My thoughts tonight are with #KulbhushanJadhav , alone in a prison cell in Pakistan &amp; with his distraught family for whom this verdict brings a rare moment of relief, joy &amp; renewed hope, that he will one day be free to return to his home in India 🇮🇳", "Tue Jul 16 06:51:49": "गुरु पूर्णिमा की आप सभी को हार्दिक शुभकामनाएं और सभी गुरुजनों को सादर प्रणाम ।#GuruPurnima", "Tue Jul 16 06:13:33": "असम, बिहार, उतर प्रदेश, त्रिपुरा और मिजोरम में बाढ़ से हालात बेकाबू हो गए है। जन-जीवन बुरी तरह प्रभावित हो गया है।मैं इन सभी राज्यों के कांग्रेस कार्यकर्ताओं से अपील करता हूं वे आम लोगों के राहत और बचाव कार्य में तत्काल जुटे।", "Fri Jul 12 07:37:50": "I'm in Ahmedabad today, to appear in another case filed against me by my political opponents in the RSS/ BJP. I thank them for providing me these platforms &amp; opportunities to take my ideological battle against them to the public. Satyameva Jayate 🙏", "Wed Jul 10 14:08:28": "Though they’re a billion broken hearts tonight, Team India, you put up a great fight and are deserving of our love &amp; respect. Congratulations to New Zealand on their well earned win, that gives them a place in the World Cup final. #INDvNZ #CWC19", "Wed Jul 10 10:09:15": "अमेठी आकर बहुत खुश हूँ। अमेठी आना घर आने जैसा लगता है। https://t.co/B6YW2f7aLg", "Wed Jul 10 04:23:57": "10 Million Twitter followers - thank you to each and every one of you! 🙏🙏I will celebrate the milestone in Amethi,  where I will be meeting our Congress workers &amp; supporters today.", "Sat Jul 06 05:15:52": "I will appear in person at the Civil Court in Patna today at 2 PM, in yet another case filed against me by my political opponents in the RSS/ BJP to harass &amp; intimidate me. Satyameva Jayate 🙏", "Thu Jul 04 14:05:09": "Thank you to everyone who came out in the pouring rain today in Mumbai, to support me in my battle against the forces of injustice, hatred &amp; violence,  Your love &amp; support is my greatest strength.Jai Hind 🇮🇳 https://t.co/Mb4jnWbfkg", "Wed Jul 03 10:07:06": "It is an honour for me to serve the Congress Party, whose values and ideals have served as the lifeblood of our beautiful nation. I owe the country and my organisation a debt of tremendous gratitude and love.Jai Hind 🇮🇳 https://t.co/WWGYt5YG4V", "Fri Jun 28 07:27:00": "राजस्थान के आदिवासी गांव भीलन के MNREGA मजदूर के पुत्र लेखराज ने जेईई मेन परीक्षा में सफलता हासिल की है। आपकी इस कामयाबी पर दिल से बहुत बहुत बधाई ।https://t.co/Utqs2cJH2x", "Thu Jun 27 18:08:15": "जम्मू-कश्मीर मे एक दर्दनाक हादसे में नौ लड़कियों सहित 11 छात्रों की मौत की खबर सुन कर मुझे दुख पहुंचा है।इस दुर्घटना में मारे गए बच्चों के परिवारों के प्रति मेरी गहरी संवेदना और घायलों के जल्द  स्वस्थ होने की कामना करता हूं । https://t.co/QsTBSXG20K", "Thu Jun 27 07:52:12": "फरीदाबाद में कांग्रेस प्रवक्ता और नेता विकास चौधरी की हत्या एक निन्दनीय, शर्मनाक और दुखद घटना है। यह हरियाणा मे बिगड़ती कानून व्यवस्था का आईना है। प्रभु श्री चौधरी की आत्मा को शांति और परिवार को ये आघात सहने की शक्ति दे।", "Tue Jun 25 14:13:02": "The brutal lynching of this young man by a mob in Jharkhand is a blot on humanity. The cruelty of the police who held this dying boy in custody for 4 days is shocking as is the silence of powerful voices in the  BJP ruled Central &amp; State Govts. #IndiaAgainstLynchTerror https://t.co/4MKvli1ohC", "Sun Jun 23 15:48:43": "जसोल,बाड़मेर में राम कथा के दौरान टेंट गिरने से हुए हादसे में बड़ी संख्या में लोगों की जान जाने की जानकारी अत्यंत दुखद, दुर्भाग्यपूर्ण है।ईश्वर से दिवंगतों की आत्मा को शांति प्रदान करने,शोकाकुल परिजनों को सम्बल देने की प्रार्थना है।घायलों के शीघ्र स्वास्थ्य लाभ की कामना करता हूँ।", "Fri Jun 21 10:42:36": "New India. https://t.co/10yDJJVAHD", "Thu Jun 20 13:42:14": "हिमाचल प्रदेश के कुल्लू में हुई बस दुर्घटना दुखद हैं ।इस दुर्घटना में मारे गए लोगों के परिवारों के प्रति मेरी गहरी संवेदना और घायलों के जल्द  स्वस्थ होने की कामना करता हूं । मैं इस क्षेत्र के कांग्रेस पार्टी के कार्यकर्ताओं से पीड़ितों की मदद करने का अनुरोध करता हूं। https://t.co/KUwwr4Xp1N", "Wed Jun 19 06:15:42": "Thank you all for your best wishes &amp; greetings on my birthday. I’m overwhelmed &amp; grateful for your love &amp; affection 🙏 https://t.co/VZG9s49hOF", "Wed Jun 19 05:38:14": "Thank you for your greetings @narendramodi ji. I appreciate them 🙏 https://t.co/ZG9U3tdMTN", "Mon Jun 17 09:08:18": "My 4th consecutive term as a Member of the #LokSabha begins today. Representing Wayanad, Kerala, I begin my new innings in Parliament by taking my oath this afternoon, affirming that I will bear true faith and allegiance to  the Constitution of India 🇮🇳", "Thu Jun 13 10:52:14": "For over 10 days India has hoped &amp; prayed that our 13 Air-Warriors on the missing IAF #AN32 were safe. Sadly, it is now confirmed that all 13 have perished in a crash. My deepest condolences to the families of our 13 brave men in uniform. You are in my thoughts &amp; prayers. https://t.co/8mPRLjKMoZ", "Wed Jun 12 03:29:16": "चक्रवात 'वायु' गुजरात तट के करीब पहुँचने वाला है। मै गुजरात के सभी कांग्रेस कार्यकर्ताओं से अपील करता हूं कि वे इसके रास्ते में आने वाले सभी क्षेत्रों में मदद के लिए तैयार रहे। मै चक्रवात से प्रभावित होने वाले क्षेत्रों के सभी लोगों की सुरक्षा और कल्याण के लिए प्रार्थना करता हूं। https://t.co/ablBFPT6UF", "Tue Jun 11 04:58:07": "If every journalist who files a false report or peddles fake, vicious RSS/BJP sponsored propaganda about me is put in jail, most newspapers/ news channels would face a severe staff shortage. The UP CM is behaving foolishly &amp; needs to release the arrested journalists. https://t.co/KtHXUXbgKS", "Mon Jun 10 07:11:06": "Playwright, actor, director but above all a great human being, in Girish Karnad’s passing India has lost a beloved son, whose memory will live on in the vast treasure trove of creative work he leaves behind. My condolences to his family &amp; fans around the world. https://t.co/arE8f58ArA", "Sun Jun 09 17:24:07": "I spent the past few days travelling through Wayanad, Kerala, that I will represent in Parliament as MP. I want to thank the people of Wayanad who showed up in large numbers to greet me. I assure you of my commitment to work with you to solve as many of your problems as I can. 🙏 https://t.co/oy5i7JwkMJ", "Sun Jun 09 05:26:09": "आदिवासी अस्मिता, स्वायतत्ता और संस्कृति के युवा जननायक \"वीर बिरसा मुंडा\" की पुण्यतिथि पर शत् शत् नमन | #BirsaMunda https://t.co/jGaKMA7VRy", "Sat Jun 08 10:49:19": "Today is the 2nd day of my 3 day tour of Wayanad, Kerala that I now represent as MP. I’m humbled by the love &amp; affection showered on me by the people of Wayanad, as I tour the constituency. I thank you all for your support! https://t.co/rXc6JaaWu0", "Fri Jun 07 05:41:02": "The horrific murder of a little girl in Aligarh, UP has shocked and disturbed me. How can any human being treat a child with such brutality? This terrible crime must not go unpunished. The UP police must act swiftly to bring the killers to justice.", "Fri Jun 07 02:27:40": "I will be in Wayanad, Kerala starting this afternoon and till Sunday to meet citizens &amp; Congress Party workers. It’s a packed schedule with over 15 public receptions planned over the next 3 days. https://t.co/1r71RsgI9X", "Wed Jun 05 09:00:29": "Massive degradation of our environment has directly impacted &amp; destroyed the lives of millions of Indians. Yet environmental issues don’t get the importance they deserve, because they aren’t seen as political issues. This #WorldEnvironmentDay let us resolve to change that. https://t.co/ZmHwNhgkHQ", "Wed Jun 05 02:38:27": "#EidMubarak and my best wishes to all on the auspicious occasion of #EidulFitr https://t.co/0lBpD1SL3O", "Mon Jun 03 06:55:22": "Remembering Kalaignar Karunanidhi on his birth anniversary. A true leader of the glorious Tamil people,  whose memory will never fade away.", "Sun Jun 02 06:59:02": "Greetings and best wishes to all the people of Telangana on Statehood Day! https://t.co/bswiB2dRjf", "Sat Jun 01 08:43:32": "The Congress Party may have just 52 Lok Sabha members, but we will work together like a pride of brave hearted lions to protect our Constitution &amp; Institutions &amp; to fearlessly do our duty as the leading Opposition party. The BJP will have no walkover in Parliament. https://t.co/Rx8aUZcqn3", "Sat Jun 01 06:26:54": "Congratulations to Smt Sonia Gandhi on being elected Leader of the Congress Parliamentary Party. Under her leadership, the Congress will prove to be a strong &amp; effective opposition party, that will fight to defend the Constitution of India. https://t.co/iUcdB51tHE", "Thu May 30 07:24:54": "Congratulations to Jagan Reddyji on being sworn in as the CM of Andhra Pradesh. My best wishes to him, his new team of ministers and to all the people of the state.", "Wed May 29 13:27:42": "Congratulations to Naveen Patnaikji on being sworn in as CM of Odisha for a record 5th term. This is indeed an incredible achievement. My best wishes to him and to the people of Odisha.", "Mon May 27 03:32:04": "Many democratic nations as young as India, soon degenerated into dictatorships. On his death anniversary, let us remember Jawaharlal Nehru Ji’s contribution in building strong, independent, modern institutions, that have helped democracy survive in India for over 70 years 🇮🇳", "Fri May 24 13:24:26": "सुरत, गुजरात में हुये इस हादसे की ख़बर से बहुत दुःख पहुंचा है।पीड़ित परिवारों के प्रति, मैं गहरी शोक और संवेदना व्यक्त करता हूँ।घायलों के जल्द से जल्द स्वस्थ होने की कामना करता हूँ। https://t.co/RWnH8dJTdP", "Thu May 23 13:29:08": "I accept the verdict of the people of India 🇮🇳Congratulations to the winners, Mr Modi &amp; the NDA.Thank you to the people of Wayanad for electing me as your MP. Thank you also to the people of Amethi. Thank you Congress workers &amp; leaders for your hard work in this campaign.", "Wed May 22 07:51:18": "कांग्रेस पार्टी के प्रिय कार्यकर्ताओं ,अगले 24 घंटे महत्वपूर्ण हैं। सतर्क और चौकन्ना रहें। डरे नहीं। आप सत्य के लिए लड़ रहे हैं । फर्जी एग्जिट पोल के दुष्प्रचार से निराश न हो। खुद पर और कांग्रेस पार्टी पर विश्वास रखें, आपकी मेहनत बेकार नहीं जाएगी।जय हिन्द।राहुल गांधी", "Tue May 21 04:24:45": "My father was gentle, loving, kind &amp; affectionate. He taught me to love &amp; respect all beings. To never hate. To forgive. I miss him. On his death anniversary, I remember my father with love &amp; gratitude.#RememberingRajivGandhi https://t.co/sYPGu5jGFC", "Sun May 19 12:30:14": "From Electoral Bonds &amp; EVMs to manipulating the election schedule, NaMo TV, “Modi’s Army” &amp; now the drama in Kedarnath; the Election Commission’s capitulation before Mr Modi &amp; his gang is obvious to all Indians. The EC used to be feared &amp; respected. Not anymore."}